SUDO_PASS = "lisa682907"

# Настройка пинов (BCM нумерация)
# Привет
BUTTON_OFF_PIN = 5   # GPIO5 (физический пин 29)
BUTTON_PIN = 6   # GPIO6 (физический пин 31)

#fdfwds
''' 
1. приветстиве
1.1 Привет! Скоро ли уже каникулы?...
1.2 Здрасте, снова села за домашку за 30 минут до отбоя? Серьезно?
1.3 Готов помогать грызть гранит наук, даже если у меня нету зубовююю

2. нет инета
2.1 Подключи меня к интернету, чтобы я работал
2.2 я как и ты, без интеренета ничего не могу
2.3 ты забыла включить раздачу интеренета

3. прощеание
3.1 Удачи на уроках!
3.2 Вырубаюсь. Если что, ты знаешь как меня включить
3.3 Я спать. Надеюсь, ты тоже
4. интернет есть
4.1 Я с интернетом!
4.2 Интеренет подключён! Теперь я умная железка
4.3 Интеренет есть. Начинаем работу!

'''